/*******************************************************************************
Copyright (C), 2011-2022, ACC12. All rights reserved.
模 块 名：SSA
文 件 名：ssa.h
相关文件：无
文件版本: 0.5
功能概述：SSA的接口文件
多 线 程：不适用
异常安全：不适用
作    者：邓华
联系方式：dehxya@gmail.com
详细说明：包含本文件，可以直接使用所有SSA提供的功能。
--------------------------------------------------------------------------------
修改记录：
日期				版本			修改人
*******************************************************************************/
#ifndef __SSA_ENTRANCE_H
#define __SSA_ENTRANCE_H


/*******************************************************************************
说    明：基本功能包
*******************************************************************************/
#include "./base/base.h"
#include "./umsf/umsf.h"

#endif //__SSA_ENTRANCE_H